const TrackOrderGuide = () => {
  return (
    <>
      <div className="mx-auto max-w-4xl py-6 ">
        <h2 className="text-2xl font-bold pt-9 pb-6"> راهنمای پیگیری سفارش</h2>

        <p className=" text-justify text-sm leading-6">
          ترب، یک موتور جستجوی خرید است که فروشنده‌های اینترنتی دارای اینماد را
          به شما معرفی می‌کند. ترب در معرفی جامع فروشگاه‌ها، محصولات و قیمتها،
          یاریگر است اما خرید نهایی از طریق وبسایت هر فروشگاه انجام می گیرد. لذا
          ترب اطلاعات سفارش را در اختیار ندارد. بنابراین توصیه می شود برای
          پیگیری سفارش خود، ابتدا از طریق وبسایت فروشگاه و راههای معرفی شده برای
          پیگیری سفارش در آن فروشگاه اقدام نمایید. شایان ذکر است که مشخصات و
          راههای تماس با هر فروشگاه در ترب نیز از طریق لیست فروشگاه‌ها و یا کلیک
          بر روی عنوان فروشگاه در صفحه ی هر محصول قابل دسترسی است. اما در صورتی
          که به هر دلیلی موفق به پیگیری سفارش از طریق وبسایت فروشگاه نشدید، می
          توانید از طریق ثبت پیگیری سفارش در ترب، برای پیگیری سفارش خود اقدام
          نمایید. چگونگی پاسخگویی فروشگاه به پیگیری سفارش ثبت شده در ترب و حل
          مشکل کاربر، در امتیاز عملکرد آن فروشگاه موثر بوده و امتیاز مذکور در
          کنار نام فروشگاه برای تمامی کاربران قابل مشاهده می باشد.
        </p>
        <h3 className="py-4 font-bold">
          مطمئن نیستم از کدام فروشگاه خرید کرده‌ام
        </h3>
        <p className=" text-justify text-sm leading-6">
          می‌توانید از روشهای زیر فروشنده‌ی کالا را پیدا کنید:
        </p>
        <h4 className="py-4 font-bold text-sm">بخش پیگیری سفارش در ترب من</h4>
        <p className=" text-justify text-sm leading-6">
          پس از کلیک روی ترب من روی پیگیری سفارش کلیک کرده و جستجوی فروشگاه و
          ثبت پیگیری را انتخاب نمایید. در این بخش بازدیدهای اخیرتان قابل مشاهده
          بوده و از آن طریق می توانید فروشگاه هایی که اخیراً روی محصولات آنها
          کلیک کرده اید را انتخاب کرده و ثبت پیگیری نمایید.
        </p>
        <h4 className="py-4 font-bold text-sm"> بررسی پیامک و ایمیل</h4>
        <p className=" text-justify text-sm leading-6">
          لطفا پیامک‌ها و ایمیل خود را چک کنید. معمولا فروشگاه‌ها بعداز ثبت
          سفارش برای شما پیامک و ایمیلی ارسال می‌کنند که نام فروشگاه و کد سفارش
          از آن طریق قابل مشاهده خواهد بود.
        </p>
        <h4 className="py-4 font-bold text-sm"> جستجوی محصول در ترب</h4>
        <p className=" text-justify text-sm leading-6">
          نام محصولی که خریداری کرده‌اید را در ترب جستجو کنید. در صفحه هر محصول
          نام فروشنده‌های آن کالا قرار دارد. لذا می توانید از آن طریق نسبت به
          یافتن نام فروشگاه و سپس اطلاعات تکمیلی آن فروشگاه اقدام نمایید.
        </p>
        <h3 className="py-4 font-bold">تماس با فروشگاه </h3>
        <p className=" text-justify text-sm leading-6">
          پردازش و ارسال سفارشات اینترنتی به طور معمول چند روز زمان می‌برد.
          البته فروشگاه‌ها موظف هستند مطابق با شرایط اعلامی‌شان و در زمانی که
          متعهد شده اند سفارشات را ارسال کنند. لذا اگر در زمان مقرر سفارش خود را
          دریافت نکرده‌اید و یا به هر دلیلی نیاز به تماس با فروشگاه دارید، ابتدا
          از طریق وبسایت فروشگاه و بخش تماس با ما اقدام نمایید. لازم به ذکر است
          که اطلاعات تماس فروشگاه‌ها از طریق ترب و جستجو در لیست فروشگاه‌ها و یا
          کلیک بر روی نام فروشگاه در ترب نیز قابل دستیابی است.{" "}
        </p>
        <p className=" text-justify text-sm leading-6">
          در صورتی که اطلاعات تماس در وبسایت فروشگاه یافت نشد، می توانید با کلیک
          بر روی علامت «اینماد» فروشگاه آن را پیدا کنید.
        </p>
        <h3 className="py-4 font-bold">
          در صورتی که فروشگاه پاسخگو نمی‌باشد یا مشکلتان از طریق فروشگاه مرتفع
          نشده است
        </h3>
        <p className=" text-justify text-sm leading-6">
          ترب به منظور حفظ کیفیت خدمات و جلوگیری از سوء استفاده از اعتماد
          کاربران به ترب، فرایند پیگیری سفارش را برای موارد ضروری در وبسایت و
          اپلیکیشن ترب پیاده سازی کرده است. لذا در صورتی که از طریق فروشگاه قادر
          به رفع مشکلتان نبوده اید می‌توانند از طریق ثبت پیگیری سفارش در ترب،
          ملاحظات خود را در خصوص سفارشاتتان از فروشگاه‌ها به اطلاع ترب برسانید.
          ترب نهایت سعی خود را در رفع مشکل شما از طریق فرایند پیگیری سفارش خواهد
          داشت. همچنین چگونگی اقدام فروشگاه‌ها برای حل مشکل و پیگیری سفارش
          کاربران در ترب، به صورت خودکار در امتیازدهی فروشگاه‌ها تاثیرگذار بوده
          و این امتیازات نیز در لیست فروشگاه‌ها و در کنار نام آنها برای تمامی
          کاربران قابل مشاهده خواهد بود.
        </p>
      </div>
    </>
  );
};

export default TrackOrderGuide;
