import Image from "next/image";

import howbuy from "@/public/image-desktop/how-buy.png";
import guaranteeFilter from "@/public/image-desktop/guarantee_filter.png";
import score from "@/public/image-desktop/image.png";
import scoreDescription from "@/public/image-desktop/image-1.png";
import sendAndRes from "@/public/image-desktop/image-2.png";
import yearOfCompany from "@/public/image-desktop/image-3.png";

const SafeShoppingGuide = () => {
  return (
    <>
      <div className="mx-auto max-w-4xl py-6 ">
        <h2 className="text-2xl font-bold pt-9 pb-6"> راهنمای خرید امن</h2>

        <p className=" text-justify text-sm leading-6">
          ترب، یک موتور جستجوی خرید است که فروشنده‌های اینترنتی دارای نماد
          اعتماد الکترونیک و نیز فروشندگان حضوری اطراف شما که فروشنده ی کالای
          مدنظرتان با بهترین قیمت هستند را به شما معرفی می‌کند. خواهشمندیم برای
          اینکه خرید شما با امنیت بیشتری انجام شود به موارد زیر نیز توجه کنید:
        </p>
        <h3 className="py-4 font-bold"> فروشگاه های دارای نشان ضمانت ترب</h3>
        <p className=" text-justify text-sm leading-6">
          برخی از فروشندگان ترب دارای نشان ضمانت هستند که خیالتان از بابت خرید
          از این فروشندگان کاملاً راحت باشد. این فروشندگان دارای امتیاز 5 و
          سابقه ی بسیار مناسب بوده و ترب نیز از ایشان بابت اعطای نشان ضمانت،
          تضمین دریافت کرده است. در صورت بروز مشکل از قبیل معیوب بودن یا مغایرت
          کالا، با فروشگاه تماس بگیرید و فروشگاه مشکل شما را مرتفع خواهد کرد و
          در غیر اینصورت نیز با ثبت پیگیری سفارش در ترب، ترب در 7 روز نخست با
          بررسی کارشناسی، در صورت تایید کارشناسی، خودش پول شما را عودت خواهد
          داد.
        </p>
        <p className=" text-justify text-sm leading-6 py-4">
          در صفحات محصول به دنبال نشان زیر در کنار نام فروشندگان باشید و روی
          فیلتر نشان ضمانت کلیک کنید.
        </p>
        <Image
          src={howbuy}
          width={360}
          height={150}
          alt="فروشگاه های دارای ضمانت ترب"
          className="pb-4"
        />
        <Image
          src={guaranteeFilter}
          width={170}
          height={170}
          alt="فروشنده ها"
          className="pb-4"
        />
        <p className=" text-justify text-sm leading-6 pb-4">
          برای مطالعه ی بیشتر در مورد شرایط ضمانت لینک زیر را ملاحظه نمایید:
        </p>
        <p className=" text-justify text-sm leading-6">
          https://torob.com/landings/guarantee
        </p>
        <h3 className="py-4 font-bold"> بررسی امتیاز و سابقه ی فروشنده</h3>
        <p className=" text-justify text-sm leading-6">
          در ردیف نام فروشگاه، امتیاز عملکرد و مدت زمان سابقه ی فروشگاه در ترب
          ذکر شده است. همچنین با کلیک روی امتیاز می توانید از عملکرد گذشته ی
          فروشگاه، تعداد فروش حدودی و درصد کاربرانی که به پیگیری سفارش خود از
          طریق ترب نیاز پیدا کرده اند مطلع شوید و آن را در تصمیم گیری خود برای
          خرید استفاده نمایید. طبیعتاً فروشندگان دارای امتیاز 5 و نزدیک به 5 و
          نیز دارای سابقه ی بلندمدت در ترب، قابل اعتماد هستند.
        </p>
        <Image
          src={score}
          width={160}
          height={60}
          alt="فروشگاه های دارای ضمانت ترب"
          className="pb-4"
        />
        <Image
          src={scoreDescription}
          width={270}
          height={170}
          alt="فروشنده ها"
          className="pb-4"
        />

        <p className=" text-justify text-sm leading-6 pb-4">
          همچنین می توانید از لینک زیر در مورد امتیاز فروشندگان بیشتر مطلع شوید:
        </p>
        <p className=" text-justify text-sm leading-6">
          https://torob.com/landings/shop-score
        </p>
        <h3 className="py-4 font-bold">
          بررسی رویه‌های ارسال و پرداخت فروشنده
        </h3>
        <p className=" text-justify text-sm leading-6">
          قبل از خرید، حتماً از رویه ارسال و پرداخت اطمینان حاصل کنید. اگر مبلغ
          خرید بالایی دارید و نسبت به فروشنده نیز اطمینان کافی ندارید، حتماً از
          فروشندگانی خرید کنید که پرداخت در محل دارند. توصیه می‌کنیم در صورتی که
          بازه‌ی ارسال اعلامی کالا توسط فروشنده بیش از 2 تا 3 روز کاری است،
          حتماً از گزینه‌ی پرداخت در محل استفاده نمایید.
        </p>
        <Image
          src={sendAndRes}
          width={320}
          height={80}
          alt="فروشگاه های دارای ضمانت ترب"
          className="py-4"
        />
        <p className=" text-justify text-sm leading-6">
          <span className="font-bold">از پرداخت کارت به کارت اجتناب کنید</span>
          &nbsp; و در صورتی که قصد پرداخت انلاین را دارید حتما از طریق درگاه
          پرداخت اینترنتی با آدرس زیردامنه shaparak.ir مبلغ را پرداخت کنید و نه
          به شکل کارت به کارت. در صورت پرداخت از طریق درگاه‌های اینترنتی امکان
          ردیابی و پیگیری سفارش شما میسرتر خواهد بود. همچنین در صورتی که نیاز به
          پیگیری از طریق سامانه اینماد داشته باشید صرفا مواردی که از درگاه
          پرداخت اینترنتی پرداخت شده باشد امکان داوری توسط سامانه اینماد وجود
          دارد.
        </p>
        <h3 className="py-4 font-bold">بررسی مشخصات محصول در سایت فروشنده</h3>
        <p className=" text-justify text-sm leading-6">
          قبل از خرید، عنوان دقیق و مشخصات محصول را در سایت فروشنده بررسی کنید.
          تلاش ما در ترب آن است که قیمت و موجودی فروشنده‌های مختلف را به صورت
          صحیح در محصولات مرتبط نمایش دهیم. با این حال به ندرت ممکن است محصولات
          به ظاهر یکسان اما در اصل متفاوت، در یک صفحه محصول ادغام شوند. لذا
          حتماً قبل از خرید، عنوان و مشخصات را در صفحه ی وبسایت نیز بررسی نهایی
          نمایید و در صورت وجود اختلاف عنوان یا مشخصات وبسایت با عوان یا مشخصات
          ذکر شده در ترب، با فشردن دکمه‌ی «گزارش» ما را از این مورد مطلع نمایید.
        </p>
        <Image
          src={yearOfCompany}
          width={250}
          height={80}
          alt="فروشگاه های دارای ضمانت ترب"
          className="py-4"
          quality={100}
        />

        <h3 className="py-4 font-bold"> خرید از فروشندگان حضوری</h3>
        <p className=" text-justify text-sm leading-6">
          توصیه ی ترب در خرید از فروشندگانی که با برچسب خرید حضوری مشخص شده اند،
          خرید به صورت حضوری و تحویل فیزیکی کالا در محل فروشنده است. طبیعتاً قبل
          از اینکه به صورت حضوری به محل فروشگاه مراجعه کنید، به صورت تلفنی نیز
          هماهنگ نمایید تا از ساعات کار فروشگاه و ملاحظات دیگر مرتبط با محصول
          دقیقاً مطلع شوید.
        </p>

        <h3 className="py-4 font-bold">تماس تلفنی قبل از واریز وجه</h3>
        <p className=" text-justify text-sm leading-6">
          اگرچه فروشگاه موظف است تا نسبت به به‌روز بودن قیمت و موجودی محصولات
          خود اطمینان خاطر داشته باشد، قبل از خرید با فروشگاه اینترنتی که قصد
          خرید کالا را دارید تماس تلفنی بگیرید و از صحت قیمت و مشخصات محصول و
          همچنین شرایط ارسال کالا اطمینان حاصل کنید. در صورتی که متوجه شدید
          فروشنده‌ای قیمت اشتباهی ثبت کرده با زدن دکمه‌ی «گزارش» در صفحه محصول و
          انتخاب قیمت یا موجودی صحیح نیست. ما را مطلع نمایید.
        </p>
        <Image
          src={yearOfCompany}
          width={250}
          height={80}
          alt="فروشگاه های دارای ضمانت ترب"
          className="py-4"
          quality={100}
        />

        <h3 className="py-4 font-bold">ثبت اطلاعات سایت فروشنده بعداز خرید</h3>
        <p className=" text-justify text-sm leading-6">
          ترب یک موتور جستجوی خرید بوده و محصولات را از بین هزاران فروشگاه
          اینترنتی و حضوری معرفی می‌کند. بنابراین هنگام خرید دقت کنید از چه
          فروشگاه اینترنتی خرید می‌کنید. ثبت اطلاعات فروشنده به شما برای پیگیری
          سفارش در صورت لزوم کمک می‌کند. همچنین در صورت پرداخت اینترنتی، کد
          تراکنش بانکی را نیز ثبت نمایید تا در صورت بروز مشکل با استفاده از این
          کد پیگیری کنید.
        </p>

        <p className=" text-justify text-sm leading-6 py-3">
          در مورد فروشندگان حضوری نیز خواهشمند است حتماً به صورت حضوری یا پرداخت
          در محل خرید نمایید.
        </p>

        <h3 className="py-4 font-bold"> رجیستری تلفن‌های همراه</h3>
        <p className=" text-justify text-sm leading-6">
          برای گوشی‌ها ما اطلاعات رجیستری فروشنده‌ها را نیز استخراج می کنیم اما
          به دلیل مشکلات فنی احتمال خطا در استخراج این اطلاعات وجود دارد.
          بنابراین قبل از نهایی شدن خرید با تماس تلفنی از وضعیت رجیستری گوشی
          اطمینان حاصل کنید. اطلاعات بیشتر در «سایت همتا» وجود دارد.
        </p>

        <h3 className="py-4 font-bold"> نکات هنگام تحویل کالا</h3>
        <p className=" text-justify text-sm leading-6">
          در زمانی که مامور تحویل کالا مراجعه میکند حتما کالا را در حضور مامور
          تحویل کالا باز کنید و از صحت ان اطمینان حاصل کنید. در صورتی که خرید
          پرداخت در محل است قبل از اطمینان از صحت کالا اقدام به پرداخت وجه
          نکنید. در صورت آسیب دیده بودن جعبه، از تحویل گرفتن کالا خودداری کرده و
          در صورت امتناع مامور ارسال در حضور وی صورتجلسه نمایید.
        </p>

        <h3 className="py-4 font-bold"> پیگیری سفارش از فروشگاه</h3>
        <p className=" text-justify text-sm leading-6">
          فروشگاه‌های اینترنتی ترب همگی دارای نماد اعتماد الکترونیکی از سازمان
          تجارت الکترونیک هستند. این نماد نشان‌دهنده‌ی تایید هویت حقیقی یا حقوقی
          و همچنین آدرس فیزیکی و شماره تماس فروشنده است. در صورت عدم امکان
          پیگیری سفارش از طریق وبسایت فروشنده‌ها می توانید از طریق فرم «پیگیری
          سفارش» مشکل مربوط به سفارش خود را از طریق ترب پیگیری نمایید. این
          پیگیری سفارشات در امتیازدهی فروشگاه‌ها در ترب بسیار حائز اهمیت هستند.
          از طرفی پیگیری سفارشات به ما کمک می‌کند تا فروشگاه‌های متخلف را
          شناسایی و در صورت لزوم برای جلوگیری از متضرر شدن سایر کاربران آنها را
          از ترب حذف کنیم. طبیعتاً این فرایند در بسیاری از موارد منجر به آن
          خواهد شد که فروشگاه، مسئولیت تخلف خود را به عهده گرفته و در جهت جبران
          خسارت تلاش کند. علاوه براین در شرایط خاص می‌توانید در «سامانه ثبت
          شکایات مرکز توسعه تجارت الکترونیک» و «سامانه ثبت گزارش مردمی» پلیس فتا
          شکایت خود را ثبت نمایید.
        </p>
      </div>
    </>
  );
};

export default SafeShoppingGuide;
