const Privacy = () => {
  return (
    <>
      <div className="mx-auto max-w-4xl py-6 ">
        <h2 className="text-2xl font-bold pt-9 pb-6">
          سیاست های رعایت حریم خصوصی
        </h2>
        <h3 className="font-bold py-4">
          چگونه اطلاعات شما را جمع آوری استفاده می کنیم
        </h3>
        <p className=" text-justify text-sm leading-6">
          جستجو : ما بر اساس جستجو هایی که صورت می گیرد، اطلاعات خاصی را استخراج
          کرده و برای بهبود نتایج ترب از آنها استفاده می کنیم. برای مثال این
          اطلاعات می تواند شامل صفحاتی که شما مشاهده کرده اید یا آدرس آی پی
          (آدرس آی پی شامل یک عدد است که پس از اتصال به اینترنت به دستگاه شما
          داده می شود و این امکان را می دهد که دستگاه شما موقعیت یابی و مشخص شود
          ) باشد. ما همچنین اطلاعاتی شامل تعداد بازدیدهای شما، زمان بازدیدها،
          جستجوها، سیستم عامل، کشور یا استان را ممکن است نگهداری کنیم. ما این
          اطلاعات را به منظور بهبود کار خود و سرویس های ارایه شده به شما انجام
          می دهیم.
        </p>
        <h3 className="py-4 font-bold">اگر شما یک فروشگاه اینترنتی هستید</h3>
        <p className=" text-justify text-sm leading-6">
          خزشگر: ما فروشگاه های موجود در اینترینت را پویش کرده و اطلاعاتی که
          برای عموم موجود می باشد را گرفته و از آنها برای نشان دادن نتایج به
          کاربرانی که در ترب جستجو می کنند، استفاده می کنیم.
        </p>
        <h3 className="py-4 font-bold">
          چه کسانی اطلاعات شما را جمع آوری می کنند
        </h3>
        <p className=" text-justify text-sm leading-6">
          ما ممکن است از شرکت های تحلیل اطلاعات برای تحلیل استفاده از سرویس های
          ترب، کمک بگیریم(مانند تحلیلگر گوگل). این اطلاعات می تواند شامل جنسیت،
          سن و مکان شما باشد. همچنین این امکان وجود دارد که این شرکت‌ها برای
          تحلیل بهتر از شناسه تبلیغاتی دستگاه شما (advertising id) استفاده کنند.
        </p>
        <h3 className="py-4 font-bold">
          ما اطلاعات شما را به چه کسانی می دهیم
        </h3>
        <p className=" text-justify text-sm leading-6">
          امنیت اطلاعات شما برای ترب مهم می باشد. به جز مواردی که در قسمت های
          قبل ذکر شد، اطلاعات فردی که از شما جمع آوری می شود، به هیچ شخص یا
          شرکتی داده نمی شود. این اطلاعات ممکن است به صورت غیر مستقیم برای داده
          های عظیم استفاده شود. مثلا اگر شما عبارت خاصی را جستجو کردید، به تعداد
          افرادی که این عبارت را جستجو کرده اند اضافه شده و این عدد ممکن است
          توسط شرکت دیگری مورد استفاده قرار گیرد.
        </p>
        <h3 className="py-4 font-bold">اطلاع‌رسانی</h3>
        <p className=" text-justify text-sm leading-6">
          ما ممکن است تغییرات و ویژگی های جدیدی که در ترب ایجاد می‌شود را با
          اطلاعاتی که از شما داریم، به شما اطلاع‌رسانی کنیم.
        </p>
      </div>
    </>
  );
};

export default Privacy;
