const AboutUs = () => {
  return (
    <>
      <div className="mx-auto max-w-4xl py-6 ">
        <h2 className="text-2xl font-bold pt-9 pb-4">درباره ترب</h2>
        <h3 className="font-bold py-4">معرفی و تاریخچه</h3>
        <p className=" text-justify text-sm leading-6">
          موتور جستجوی خرید ترب از سال ۱۳۹۳ شمسی با هدف ارائه و مقایسه شفاف
          قیمت‌ها توسط تعدادی از دانشجویان دانشگاه شریف راه‌اندازی شد. سال ۱۳۹۵
          شرکت فن‌گستران پیشرو بازار (مسئولیت محدود) برای اداره‌ی کارهای این
          سرویس ثبت شد و در حال حاضر همه‌ی حقوق این سرویس متعلق به شرکت
          «فن‌گستران پیشرو بازار» است. مهم‌ترین فعالیت این شرکت توسعه‌ی موتور
          جستجوی خرید ترب است. این موتور جستجوی بالغ بر میلیون‌ها محصول از بیش
          از ۱۴ هزار فروشگاه معتبر اینترنتی ایرانی را جمع‌اوری کرده است تا به
          کاربران کمک کند در کمترین زمان بهترین قیمت را بین فروشگاه‌های مختلف
          پیدا کنند. همچنین به فروشگاه‌های اینترنتی معتبر کمک می‌کند تا بدون
          نیاز به دانش فنی بتوانند به گستره‌ی بزرگی از کاربران اینترنتی دسترسی
          پیدا کنند.
        </p>
        <h3 className="py-4 font-bold">
          فرایند همکاری با فروشگاه‌های اینترنتی
        </h3>
        <ul className="text-justify text-sm leading-6  pr-4">
          <li>1- شما باید فروشگاه اینترنتی دارای اینماد داشته باشید.</li>
          <li>2- در فرم ثبت‌نام اطلاعات فروشگاه خود را ثبت کنید.</li>
          <li>
            3- حداکثر بعداز ۴۸ ساعت درخواست شما توسط کارشناسان ترب بررسی خواهد
            شد و در صورت تایید از طریق پیامک به شما اطلاع داده خواهد شد.
          </li>
          <li>
            4- بعداز تایید فروشگاه حساب فروشگاه خود را در پنل ترب شارژ نمایید.
          </li>
          <li>
            5- بعداز شارژ حساب محصولات شما توسط ربات‌های ترب دریافت می‌شود. این
            فرایند بسته به سایت و تعداد محصولات شما میتواند تا یک هفته زمان
            ببرد.
          </li>
          <li>
            6- محصولات توسط تیم محتوای ترب برای دسته‌بندی و ادغام بررسی و تایید
            می‌شوند. این فرایند بسته به تعداد محصولات شما می‌تواند تا یک هفته
            زمان ببرد.
          </li>
          <li>
            7- بعداز تایید محصولات شما در نتایج ترب نمایش داده خواهد شد و به
            ازای هر کلیک مبلغی بین ۱۰۰ تا ۳۰۰ تومان بر اساس قیمت محصول از شارژ
            شما کم خواهد شد.
          </li>
          <li>
            8- درصورت صفر شدن شارژ شما از طریق پیامک و ایمیل اطلاع داده خواهد شد
            و تا آن زمان محصولات شما در نتایج ترب نمایش داده نخواهد شد.
          </li>
        </ul>
        <h3 className="py-4 font-bold">فرآیند همکاری با فروشگاه‌های حضوری</h3>
        <ul className="text-justify text-sm leading-6  pr-4">
          <li>
            1- فروشگاه شما باید مکانی فیزیکی برای مراجعه حضوری کاربر داشته باشد.
          </li>
          <li>
            2- اطلاعات فروشگاه خود را در فرم ثبت‌نام وارد کرده و فرایند را تکمیل
            می‌نمایید.
          </li>
          <li>
            3- فروشگاه شما ظرف ماکزیمم 24 ساعت بررسی و تایید یا رد شدن آن از
            طریق پیامک به شما اطلاع داده خواهد شد.
          </li>
          <li>
            4- بعد از تایید فروشگاه با سرج محصول در بین میلیون ها محصول در ترب،
            بدون نیاز به ثبت عکس و مشخصات آن و تنها با درج قیمت، محصول شما ثبت
            می شود.
          </li>
          <li>
            5- بعد از ثبت محصول، نمایش محصول ظرف چند دقیقه انجام خواهد شد.
          </li>
          <li>
            6- درصورت صفر شدن شارژ شما از طریق پیامک و ایمیل اطلاع داده خواهد شد
            و تا آن زمان محصولات شما در نتایج ترب نمایش داده نخواهد شد.
          </li>
        </ul>
        <h3 className="py-4 font-bold">روش‌های استفاده از سرویس ترب</h3>
        <ul className="text-justify text-sm leading-6  pr-4 list-disc">
          <li>نصب اپلیکیشن اندروید ترب از کافه بازار</li>
          <li>نصب اپلیکیشن اندروید ترب از مایکت</li>
          <li>نصب اپلیکیشن اندروید ترب از گوگل پلی</li>
          <li>استفاده از نسخه وب ترب (بهینه شده برای موبایل و دسکتاپ)</li>
        </ul>
      </div>
    </>
  );
};

export default AboutUs;
