const Terms = () => {
  return (
    <>
      <div className="mx-auto max-w-4xl py-6 ">
        <h2 className="text-2xl font-bold pt-9 pb-6">قوانین و مقررات</h2>

        <p className=" text-justify text-sm leading-6">
          موارد ذکر شده در این بخش، شامل قوانین، مقررات و توصیه‌هایی است که در
          وبسایت، برنامه های موبایل و تمام سرویس های ارایه شده توسط ترب (شامل:
          torob.com, torob.ir, trob.ir و اپلیکیشن اندروید) مورد استفاده هستند.
        </p>
        <h3 className="py-4 font-bold"> راهنمای خرید امن</h3>
        <p className=" text-justify text-sm leading-6">
          به منظور بهبود کیفیت خرید آنلاین توصیه می‌کنیم «راهنمای خرید امن» را
          مطالعه کنید. یاد آور می‌شود که ترب، تسهیل کننده‌ی جستجو و استفاده از
          فروشگاه‌های اینترنتی است. لذا فرایند خرید، ذیل ملاحظات هر فروشگاه و
          بدون ارتباط با ترب انجام می‌شود.
        </p>
        <h3 className="py-4 font-bold">قوانین عمومی</h3>
        <p className=" text-justify text-sm leading-6">
          توجه داشته باشید که کلیه اصول و رویه‏‌های بالادستی ترب منطبق با قوانین
          جمهوری اسلامی ایران و قانون تجارت الکترونیک است. در صورتی که در موارد
          جزئی شامل رویه‏‌ها و سرویس‏‌های ترب تغییراتی در آینده ایجاد شود، در
          همین صفحه منتشر و به روز رسانی می‌شود. بنابراین استفاده از ترب به معنی
          پذیرش این اصول است.
        </p>
        <h3 className="py-4 font-bold">محتوا</h3>
        <p className=" text-justify text-sm leading-6">
          اکثر محتواهای موجود در ترب ابتدا توسط خزشگرها از فروشگاه‌های اینترنتی
          معتبر (دارای اینماد) جمع‌آوری می‌شود. سپس توسط هوش مصنوعی و مسئولین
          محتوای ترب بررسی شده و پس از تایید در ترب قرار می‌گیرد. با این حال
          متذکر می‌شود که در مواردی احتمال اشتباه در آنها وجود دارد. همچنین
          یادآور می‌شود ترب مسئولیتی در قبال مطالب ارایه شده توسط فروشندگان
          موجود در ترب نداشته و اطلاعات ارائه شده توسط هر فروشگاه، متعلق به وی
          است.
        </p>
        <h3 className="py-4 font-bold">
          محصولاتی که نمایش آنها در ترب ممنوع است
        </h3>
        <ul className="text-justify text-sm leading-6  pr-4 list-disc">
          <li>انواع دخانیات مثل سیگار و تنباکو</li>
          <li>مشروبات الکلی</li>
          <li>آنتی ویروس eset</li>
          <li>محصولاتی که مغایر با قوانین جمهوری اسلامی باشد</li>
        </ul>
        <h3 className="py-4 font-bold">خرید کالا و خدمات</h3>
        <p className=" text-justify text-sm leading-6">
          یادآور می شود که پس از انتخاب محصول و فروشگاه در ترب، فرایند خرید، از
          طریق وب‌سایت فروشگاه‌ها انجام می‌پذیرد و ترب در فرایند خرید دخالتی
          نداشته و داده ی مربوط به خرید تنها در اختیار فروشگاه‌ها بوده و ترب به
          آنها دسترسی ندارد. بنابراین تمام اشتباهات و مشکلاتی که ممکن است در
          زمان خرید بوجود بیاید، بر عهده‌ی فروشگاه‌ها می‌باشد. همچنین تمامی
          خدماتی که فروشگاه‌ها ارائه می‌دهند (مانند گارانتی یا پست رایگان) بر
          عهده‌ی خودشان بوده و در صورت نقض هر کدام، ترب مسئول نمی‌باشد. البته
          شایان ذکر است که ترب به منظور حفظ کیفیت خدمات و جلوگیری از سوء استفاده
          از اعتماد کاربران به ترب، فرایند پیگیری سفارش را برای موارد ضروری در
          وبسایت و اپلیکیشن ترب پیاده سازی کرده است. کاربران می‌توانند از طریق
          پیگیری سفارش در ترب، ملاحظات خود را در خصوص سفارشاتشان از فروشگاه‌ها
          به اطلاع ترب برسانند. ترب نهایت سعی خود را در رفع مشکل کاربران از طریق
          فرایند پیگیری سفارش خواهد داشت. همچنین پیگیری سفارش کاربران در ترب به
          صورت خودکار در امتیازدهی فروشگاه‌ها تاثیرگذار بوده و این امتیازات نیز
          در لیست فروشگاه‌ها برای تمامی کاربران قابل مشاهده خواهد بود.
        </p>
        <h3 className="py-4 font-bold">  سیاست‌های رعایت حریم خصوصی
        </h3>
        <p className=" text-justify text-sm leading-6">
        به منظور کسب اطلاع در خصوص روش‌های جمع‌آوری داده و سیاست‌های حفظ حریم خصوصی لطفا «این قسمت» را مطالعه کنید.
        </p>
      </div>
    </>
  );
};

export default Terms;
